{"Weight":"4.4-7 lbs","Habitats":"Forests and Grasslands","description":"What’s scaly from tip to tail and can curl into a ball?\r\n\nPangolins!\r\n\nThese solitary, primarily nocturnal animals, are easily recognized by their full armor of scales. A startled pangolin will cover its head with its front legs, exposing its scales to any potential predator. If touched or grabbed it will roll up completely into a ball, while the sharp scales on the tail can be used to lash out.\r\n\n\nAlso called scaly anteaters because of their preferred diet, pangolins are the most trafficked mammal in the world—with demand primarily in Asia and in growing amounts in Africa—for their meat and scales. There is also demand in the United States for pangolin products, particularly for their leather to be used in boots, bags, and belts.\n\r\n\nEight species of pangolins are found on two continents. They range from <strong>Vulnerable to Critically Endangered</strong>.\r\n\nFour species live in Africa: Black-bellied pangolin (Phataginus tetradactyla), White-bellied pangolin (Phataginus tricuspis), Giant Ground pangolin (Smutsia gigantea) and Temminck's Ground pangolin (Smutsia temminckii).\r\n\nThe four species found in Asia: Indian pangolin (Manis crassicaudata), Philippine pangolin (Manis culionensis), Sunda pangolin (Manis javanica) and the Chinese pangolin (Manis pentadactyla).\r\n\nAll eight pangolin species are protected under national and international laws, and two are listed as Critically Endangered on the IUCN Red List of Threatened Species.\r\n\nIn June 2020, China increased protection for the native Chinese Pangolin (<em>Manis pentadactyla</em>) to the highest level, which closed an important loophole for consumption of the species in-country. Additionally, the government will no longer allow the use of pangolin scales in traditional medicine, a big win given that an estimated 195,000 pangolins were trafficked in 2019 for their scales alone (Challender, et. al, 2020).","locations":[null],"name":"Pangolin"}