{"Status":"Near Threatened","Population":20504,"Scientific Name":"<em>Bison bison bison</em>","Weight":"701 to 2,000 pounds","Length":"7-12 ft.","Habitats":"Grasslands","description":"Prior to European colonization plains bison are estimated to have numbered between 30million-60 million animals and were the widest-ranging large mammal in North America. Bison were (and remain) central in the lives and traditions of many Native nations and an umbrella species for many plants and animals sharing its habitat. By 1889, only 512 plains bison remained after the ravages of westward expansion, market demand, and a deliberate effort by the US Government to eliminate the bison in order subdue the Native people that relied so heavily upon them. In response to their tragic decline, conservationists and Indigenous peoples successfully brought the plains bison back from the brink of extinction.  \r\n\r\n\nThanks to their efforts, by 1935 the population had risen to approximately 20,000 bison, and many were restored as wildlife to refuges and parks throughout North America. In honor of the role that this majestic species plays as an icon for the lands and people of the United States, the bison was formally designated the national mammal in 2016.  However, much work remains much work to do to see bison restored where they are embraced.  In fact, the number of bison held in “conservation herds” is currently no greater than it was in 1935.  \r\n\r\n\nWWF partners with Native communities seeking to restore bison to their lands. Our goal is to support bison restoration efforts that foster community benefits such as increased access to bison, and ecological and economic sustainability. Currently, WWF works closely with partners such as the Fort Peck Assiniboine and Sioux Tribes, Fort Belknap Indian Community, and the Sicangu Lakota Nation in support of the expressed values, needs, and aspirations of these communities. Additionally, WWF works with the US National Park Service and Parks Canada on bison restoration efforts.&nbsp;<br>","locations":["Northern Great Plains"],"name":"Plains Bison"}