{"Status":"Vulnerable","Population":22000,"Scientific Name":"<em>Ursus maritimus </em>","Weight":"800–1,300 pounds (males), 300-700 (females)","Length":"6–9 feet","Habitats":"Arctic Ocean, sea ice, and adjacent coastal areas","description":"The largest bear in the world and the Arctic's top predator, polar bears are a powerful symbol of the strength and endurance of the Arctic. The polar bear's Latin name, Ursus maritimus, means \"sea bear.\" It's an apt name for this majestic species, which spends much of its life in, around, or on the ocean–predominantly on the sea ice. In the United States, Alaska is home to two polar bear subpopulations.<br>\r\n\nConsidered talented swimmers, polar bears can sustain a pace of six miles per hour by paddling with their front paws and holding their hind legs flat like a rudder. They have a thick layer of body fat and a water-repellent coat that insulates them from the cold air and water.\r\n\nPolar bears spend over 50% of their time hunting for food. A polar bear might catch only one or two out of 10 seals it hunts, depending on the time of year and other variables. Their diet mainly consists of ringed and bearded seals because they need large amounts of fat to survive.\r\n\nPolar bears rely heavily on sea ice for traveling, hunting, resting, mating and, in some areas, maternal dens. But because of ongoing and potential loss of their sea ice habitat resulting from climate change–the primary threat to polar bears Arctic-wide–polar bears were listed as a threatened species in the US under the Endangered Species Act in May 2008. As their sea ice habitat recedes earlier in the spring and forms later in the fall, polar bears are increasingly spending longer periods on land, where they are often attracted to areas where humans live.\r\n\nThe survival and the protection of the polar bear habitat are urgent issues for WWF. In October 2019, the International Union for the Conservation of Nature <a href=\"http://pbsg.npolar.no/\" target=\"_blank\">(IUCN) Polar Bear Specialist Group</a> released a <a href=\"https://arcticwwf.org/newsroom/stories/polar-bear-assessment-brings-good-and-troubling-news/\" target=\"_blank\">new assessment</a> of polar bear populations showing that the number of polar bear subpopulations experience recent declines has increased to four, with eight populations still being data-deficient. The good news is that five populations are stable while two have been experiencing an upward trend.\r\n<div style=\"border: 1px solid #000; padding:15px;\">\r\n<strong>Fun Facts:</strong>\r\n<ul><li>40kph: The polar bear's top speed</li> \r\n<li>42 razor sharp teeth: With jagged back teeth and canines larger than grizzly teeth, they pack quite the bite</li>\r\n<li>30 cm wide paws: The size of a dinner plate! A natural snowshoe that helps the bear trek across treacherous ice and deep snow</li>\r\n<li>3 eyelids: The third helps protect the bear's eyes from the elements</li>\r\n<li>4 inches of fat: Under the bear's skin to keep it warm</li>\r\n<li>Black skin</li>\r\n<li>Transparent fur</li>\r\n<li>Blue tongue</li></ul>","locations":["Arctic"],"name":"Polar Bear"}