{"Status":"Near Threatened","Population":18000,"Scientific Name":"<em>Ceratotherium simum</em>","Height":"5-6 feet","Weight":"3,080-7,920 pounds","Habitats":"Long and short grass savanna areas in grasslands","description":"White rhinos are the second-largest land mammal and their name comes from the Afrikaan’s, a West Germanic language, word “weit” which means wide and refers to the animal’s mouth. Also known as the square-lipped rhinoceros, white rhinos have a square upper lip with almost no hair. Two genetically different subspecies exist the northern and southern white rhino, and are found in two different regions in Africa. As of March 2018, there are only two rhinos of the northern white rhino left, both of which are female. They live in the Ol Pejeta Conservancy in Kenya and are protected round-the-clock by armed guards.&nbsp;Their near extinction is due to decades of rampant poaching for rhino horn.\r\n\nThe majority (98.8%) of the southern white rhinos occur in just four countries: South Africa, Namibia, Zimbabwe, and Kenya. Southern white rhinos were thought to be extinct in the late 19th century, but in 1895 a small population of fewer than 100 individuals was discovered in Kwazulu-Natal, South Africa. After more than a century of protection and management, they are now classified as Near Threatened and around 18,000 animals exist in protected areas and private game reserves. They are the only of the five rhino species that are not endangered.\r\n\nWhite rhinos have complex social structures. Groups of sometimes 14 rhinos may form, notably females with calves. Adult males defend territories of roughly one square mile, which they mark with vigorously scraped dung piles. The home range for adult females can be more than seven times larger, depending on habitat quality and population density. Breeding females are prevented from leaving a dominant male’s territory, which is marked and patrolled by its owner on a regular basis. Males competing for a female may engage in serious conflict, using their horns and massive size to inflict wounds.","locations":["Namibia","Coastal East Africa"],"name":"White Rhino"}